---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsShowDownText
source: html/83a6f623-33ba-2a01-4620-4146d482d8b0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsShowDownText Property

"Show Down Text"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsShowDownText { get; }
```